Repository: celesteOS/os-installer
Catalog: example_config/po/*.po
Languages: de_de

source: A welcoming text to inform about the installation.
de_de: Ein Begrüßungstext, um die Installation zu erklären.

source: Simple desktop that can be personalized with extensions.
de_de: Einfacher Desktop der mit Erweiterungen personalisiert werden kann.

source: Configurable desktop that is similar to Windows.
de_de: Konfigurierbarer Desktop der Ähnlichkeiten mit Windows hat.

source: Lightweight desktop with focus on modularity.
de_de: Leichtgewichtiger Desktop mit Fokus auf Modularität.

source: Highly configurable, lightweight desktop for tinkerers.
de_de: Hochgradig konfigurierbarer, leichtgewichtiger Desktop für Bastler.

source: Popular Web Browser from Mozilla
de_de: Beliebter Internet-Browser von Mozilla

source: HIDEOUS browser made by big brother
de_de: SCHRECKLICHER Browser hergestellt von Big Brother

source: Files
de_de: Dateien

source: Access and organize files
de_de: Auf Dateien zugreifen und diese organisieren

source: Optional Option
de_de: Optionale Option

source: Select your favorite option
de_de: Wählen Sie Ihre bevorzugte Option aus

source: Dummy Feature
de_de: Funktionsattrappe

source: Does not do anything
de_de: Tut nichts

source: Snapshots allow restoring a previous state of your system
de_de: Snapshots ermöglichen es, vorherige Systemzustände wiederherzustellen

source: Background Image
de_de: Hintergrundbild

source: Axolotls
de_de: Axolotl

source: Cats
de_de: Katzen

source: Dogs
de_de: Hunde
