Repository: celesteOS/os-installer
Catalog: po/*.po
Languages: ar, cs, es, et, fa, fr, he, hr, it, ka, kab, oc, pl, ro, ta, ur, vi

source: Unnamed Partition
ar: قسم بدون اسم
cs: Nepojmenovaný oddíl
es: Partición sin nombre
et: Nimetu partitsioon
fa: افراز بی‌نام
fr: Partition sans nom
he: מחיצה ללא שם
hr: Neimenovana particija
it: Partizione senza nome
ka: უსახელო დანაყოფი
kab: Aḥric war isem
oc: Parcion sens nom
pl: Nienazwana partycja
ro: Partiție fără nume
ta: பெயரிடப்படாத பகிர்வு
ur: بے نام پارٹیشن
vi: Mảng không tên

source: Not enough space for installation ({} required)
ar: لا توجد مساحة كافية للتثبيت({}مطلوب)
cs: Nedostatek místa pro instalaci (vyžadováno {})
es: No hay espacio suficiente para la instalación ({} obligatorio)
fa: بدون فضای کافی برای نصب ({} لازم)
fr: Pas assez d'espace disque pour l'installation ({} requis)
he: אין מספיק מקום להתקנה (נדרשים {}‏)
hr: Premalo memorije za instalaciju (potrebno je {})
ka: დასაყენებლად საჭირო ადგილის გარეშე (აუცილებელია {})
kab: Ur d-keffu ara tallunt i usebded ({} yettwasra)
pl: Za mało miejsca na instalację (wymagane: {})
ta: நிறுவலுக்கு போதுமான இடம் இல்லை ({} தேவை)
vi: Không có đủ không gian cho cài đạt (cần {})

source: Confirmation
ar: تأكيد
cs: Potvrzení
es: Confirmar
et: Kinnitus
fa: تایید
fr: Confirmer
he: אישור
hr: Potvrda
it: Conferma
ka: დადასტურება
kab: Sentem
oc: Confirmacion
pl: Potwierdzenie
ro: Confirmare
ta: உறுதிப்படுத்தல்
ur: تصدیق
vi: Xác nhận

source: Desktop Selection
cs: Výběr prostředí
fa: گزینش میزکار
he: בחירת שולחן עבודה
kab: Afran n tnarit
ta: டெச்க்டாப் தேர்வு

source: Disk Selection
ar: اختيار القرص
cs: Výběr disku
es: Selecciona un disco
et: Ketta valik
fa: گزینش دیسک
fr: Sélection du disque
he: בחירת דיסק
hr: Odabir diska
it: Selezione Disco
ka: დისკის არჩევანი
kab: Afran n uḍebsi
oc: Seleccion de disc
pl: Wybór dysku
ro: Selecția discurilor
ta: வட்டு தேர்வு
ur: ڈسک کا تعین کریں
vi: Chọn ổ đĩa

source: Installation Complete
ar: اكتمل التثبيت
cs: Instalace dokončena
es: Instalación finalizada
et: Paigaldamine lõpetatud
fa: نصب کامل شد
fr: Installation terminée
he: ההתקנה הושלמה
hr: Instalacija je završena
it: Installazione completata
ka: დაყენება დასრულდა
kab: Asebded yemmed
oc: Installacion acabada
pl: Instalacja przebiegła pomyślnie
ro: Instalare completă.
ta: நிறுவுதல் முடிவடைந்தது
ur: انسٹالیشن مکمل
vi: Cài đặt hoàn thành

source: Disk Encryption
ar: تشفير الجهاز
cs: Šifrování disku
es: Cifrado del disco
et: Ketta krüpteerimine
fa: رمزنگاری دیسک
fr: Chiffrement du disque
he: הצפנת דיסק
hr: Šifriranje diska
it: Crittografia del Disco
ka: დისკის დაშიფვრა
kab: Awgelhen n uḍebsi
oc: Chiframent disc
pl: Szyfrowanie dysku
ro: Criptarea discului
ta: வட்டு குறியாக்கம்
ur: ڈسک انکرپشن
vi: Mã hóa đĩa

source: Installation Failed
ar: فشل التثبيت
cs: Instalace se nezdařila
es: La instalación falló
et: Paigaldamine ebaõnnestus
fa: نصب شکست خورد
fr: Installation échouée
he: ההתקנה נכשלה
hr: Instalacija nije upijela
it: Installazione non riuscita
ka: დაყენების შეცდომა
kab: Asebded ur yeddi ara
oc: L'installacion a fracassat
pl: Instalacja nie przebiegła pomyślnie
ro: Instalarea a eșuat
ta: நிறுவல் தோல்வியடைந்தது
ur: انسٹالیشن ناکام
vi: Cài đặt thất bại

source: Select Region
ar: اختر المنطقة
cs: Zvolte region
es: Selecciona tu Región
et: Vali piirkond
fa: گزینش ناحیه
fr: Sélectionner une langue
he: בחר אזור
hr: Odabir regije
it: Seleziona Regione
ka: აირჩიეთ რეგიონი
kab: Fren tamnaḍt
oc: Seleccionar una region
pl: Wybierz region
ro: Selectează regiunea
ta: பிராந்தியத்தைத் தேர்ந்தெடுக்கவும்
ur: علاقہ منتخب کریں
vi: Chọn địa bàn

source: Installing
ar: تثبيت
cs: Instaluje se
es: Instalando
et: Paigaldamine
fa: نصب کردن
fr: Installation
he: מתקין
hr: Instaliranje
it: Installazione
ka: დაყენება
kab: Asbeddi
oc: Installacion
pl: Instalowanie
ro: Se instalează
ta: நிறுவுகிறது
ur: انسٹال ہو رہا ہے
vi: Đang cài đặt

source: Internet Connection Check
ar: تفقد الاتصال بالانترنت
cs: Kontrola připojení k internetu
es: Revisando tu conexión a Internet
et: Interneti-ühenduse kontroll
fa: بررسی اتّصال اینترنتی
fr: Test de la connexion Internet
he: בדיקת החיבור לאינטרנט
hr: Provjera internetske veze
it: Controllo Connessione Internet
ka: ინტერნეტთან მიერთების შემოწმება
kab: Asekyed n tuqqna ɣer Internet
oc: Verificacion de connexion Internet
pl: Sprawdzenie połączenia z internetem
ro: Verificare conexiune internet
ta: இணைய இணைப்பு சோதனை
ur: انٹرنیٹ کنیکشن چیک
vi: Kiểm tra kết nối mạng

source: Keyboard Layout Selection
ar: تحديد تخطيط لوحة المفاتيح
cs: Výběr rozvržení klávesnice
es: Selecciona la distribución de tu teclado
et: Klaviatuuri paigutuse valik
fa: گزینش چیدمان صفحه‌کلید
fr: Sélection de l'agencement du clavier
he: בחירת פריסת המקלדת
hr: Odabir rasporeda tipkovnice
it: Selezione Layout Tastiera
ka: კლავიატურის განლაგების არჩევა
kab: Afran n tneɣruft n unasiw
oc: Seleccion de la disposicion del clavièr
pl: Wybierz układ klawiatury
ta: விசைப்பலகை தளவமைப்பு தேர்வு
ur: کی بورڈ لے آؤٹ سلیکشن
vi: Chọn bố cục bàn phím

source: Adapt to Location
ar: التكيف مع الموقع
cs: Přizpůsobení podle umístění
es: Configuración regional
et: Asukoha sätted
fa: سازگاری با مکان
fr: Adapter à la localisation
he: התאמה לפי מיקום
hr: Prilagodba lokacije
it: In Base alla Posizione
ka: მდებარეობაზე მორგება
oc: Adaptar a l’emplaçament
pl: Dostosuj do lokalizacji
ro: Adaptează la locație
ta: இருப்பிடத்திற்கு ஏற்றவாறு
ur: مقام کے مطابق ڈھالیں

source: Restarting
ar: إعادة التشغيل
cs: Restartování
es: Reiniciando
et: Taaskäivitamine
fa: راه انداختن دوباره
fr: Relancer
he: מפעיל מחדש
hr: Ponovno pokretanje
it: Riavviando
ka: გადატვირთვა
kab: Tulsa n usekker
oc: Reaviada
pl: Uruchamianie ponownie
ro: Repornire
ta: மறுதொடக்கம்
ur: ری اسٹارٹ ہو رہا ہے
vi: Đang khởi động lại

source: Summary
ar: ملخص
cs: Shrnutí
es: Resumen
fa: خلاصه
fr: Résumé
he: סיכום
hr: Sažetak
ka: შეჯამება
kab: Agzul
pl: Podsumowanie
ta: சுருக்கம்
ur: خلاصہ
vi: Tóm tắt

source: Select Location
ar: اختر موقعا
cs: Vybrat umístění
es: Selecciona tu Ubicación
et: Vali asukoht
fa: گزینش مکان
fr: Sélectionner une région
he: בחר מיקום
hr: Odabir lokacije
it: Seleziona Posizione
ka: აირჩიეთ მდებარეობა
kab: Fren adig
oc: Seleccionar un emplaçament
pl: Wybierz lokalizację
ro: Alege locația
ta: இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
ur: سلیکٹ لوکیشن
vi: Chọn địa điểm

source: Welcome
ar: مرحباً
cs: Vítejte
es: Bienvenido
et: Tere tulemast
fa: خوش آمدید
fr: Bienvenue
he: ברוכים הבאים
hr: Dobrodošlica
it: Benvenuto
ka: მოგესალმებით
kab: Ansuf
pl: Witaj
ro: Bine ai venit!
ta: வரவேற்கிறோம்
ur: خوش آمدید
vi: Chào mừng

source: Finished Installation
cs: Instalace dokončena
es: Instalación terminada
fa: نصب پایان یافت
he: ההתקנה הושלמה
ka: დაყენება დავასრულე
kab: Yemmed usebded
ta: நிறுவல் முடிந்தது
