Repository: celesteOS/os-installer
Catalog: po/*.po
Languages: ar, cs, es, et, fa, fr, he, hr, it, ka, kab, oc, pl, ro, ta, ur, vi

source: OS-Installer
ar: مثبت النظام
es: Instalador de Sistemas Operativos
fa: نصب کنندهٔ سیستم‌عامل
fr: Installeur de systèmes
hr: OS-Instaler
kab: Amesbedday n inagrawen
pl: Instalator systemu operacyjnego
ta: OS நிறுவி
ur: او ایس انسٹالر

source: Install an Operating System
ar: تثبيت نظام تشغيل
cs: Nainstalovat operační systém
es: Instalar un Sistema Operativo
et: Paigaldage opsüsteemi
fa: نصب سیستم‌عامل
fr: Installer un système d'exploitation
he: התקן מערכת הפעלה
hr: Instaliraj operacijski sustav
it: Installa un sistema operativo
ka: ოპერაციული სისტემის დაყენება
kab: Sebded anagraw n wammud
oc: Installar un sistèma operatiu
pl: Zainstaluj system operacyjny
ro: Instalarea unui sistem de operare
ta: இயக்க முறைமையை நிறுவவும்
ur: آپریٹنگ سسٹم انسٹال کریں
vi: Cài đặt Hệ Điều Hành

source: Installation Running
ar: التثبيت يعمل
cs: Instalace běží
es: Instalación ejecutándose
fa: اجرا شدن نصب
fr: Installation en cours
he: ההתקנה מתבצעת
hr: Instalacija u tijeku
ka: დაყენება მიმდინარეობს
pl: Instalacja działa
ta: நிறுவல் இயங்கும்
vi: Đang chạy cài đặt

source: Stopping a running installation will leave the disk in an undefined state that might potentially be harmful
ar: سيؤدي إيقاف تشغيل التثبيت إلى ترك القرص في حالة غير محددة، قد يكون ذلك ضار
cs: Zastavení spuštěné instalace zanechá disk v nedefinovaném stavu, který může být potenciálně škodlivý
es: Si interrumpes una instalación, dejarás el disco en un estado indeterminado que puede ser irrecuperable
et: Käimasoleva paigalduse peatamine jätab ketta määramata olekusse, mis võib olla potentsiaalselt kahjulik
fa: توقّف نصب در حال انجام، دیسک را در وضعیتی تعریف نشده قرار داده و می‌تواند آسیب‌زا باشد
fr: Arrêter une installation en cours va laisser le disque dans un état indéterminé, ce qui est potentiellement dangereux
he: עצירת התקנה פעילה עלולה להשאיר את הדיסק במצב לא מוגדר שעשוי להזיק
hr: Zaustavljanje instalacije u tijeku će ostaviti disk u nedefiniranom stanju što bi moglo biti štetno
it: L'interruzione di un'installazione in corso lascerà il disco in uno stato indefinito che potrebbe essere potenzialmente dannoso
ka: გაშვებული დაყენებიდან გასვლა დისკს გაურკვეველ მდგომარეობაში დატოვებს და შეიძლება საზიანოც იყოს
oc: Arrestar una installacion en cors daissarà lo disc dins un estat indefinit e pòt menar a de problèmas
pl: Anulowanie instalacji podczas procesu instalacji może uszkodzić dysk(będzie trzeba go sformatować)
ro: Oprirea unei instalări în curs de execuție va lăsa discul într-o stare nedefinită care ar putea fi potențial dăunătoare.
ta: இயங்கும் நிறுவலை நிறுத்துவது வட்டை வரையறுக்கப்படாத நிலையில் விட்டுவிடும், அது தீங்கு விளைவிக்கும்
ur: چلتے ہوءے انسٹالیشن کو روکنے سے ڈسک غیر متعین حالت میں رہ جائے گی جو ممکنہ طور پر نقصان دہ ہو سکتی ہے
vi: Việc dừng cài đặt đang chạy sẽ khiến đĩa ở trạng thái không xác định có thể gây hại

source: _Continue Installation
ar: _استمر في التثبيت
cs: _Pokračovat v instalaci
es: _Resumir la Instalación
et: _Jätka paigaldamist
fa: _ادامهٔ نصب
fr: _Continuer l'Installation
he: _המשך התקנה
hr: _Nastavi instalaciju
it: Continua l'installazione
ka: _დაყენების გაგრძელება
kab: _Kemmel asebded
oc: _Contunhar l’installacion
pl: _Kontynuuj instalację
ro: _Continuați instalarea
ta: _ நிறுவல்
ur: _ انسٹالیشن جاری رکھیں
vi: _Tiếp tục cài đặt

source: _Stop Installation
ar: _قف التثبيت
cs: _Zastavit instalaci
es: _Interrumpir la Instalación
et: _Peata paigaldamine
fa: _توقّف نصب
fr: _Arrêter Installation
he: _עצירת ההתקנה
hr: _Prekini instalaciju
it: _Interrompi Installazione
ka: დაყენების _შეწყვეტა
kab: _Seḥbes asebded
oc: _Arrestar l’installacion
pl: _Zatrzymaj Instalację
ro: Opriți instalarea
ta: _ச்டாப் நிறுவல்
ur: _انسٹالیشن بند کریں
vi: _Dừng cài đặt

source: _Continue
ar: _كمل
cs: _Pokračovat
es: _Continuar
et: _Jätka
fa: _ادامه‌
fr: _Continuer
he: _המשך
hr: _Nastavi
it: Continua
ka: _გაგრძელება
kab: _Kemmel
oc: _Contunhar
pl: _Kontynuuj
ro: _Continuă
ta: _ கான்டினூ
ur: _جاری رکھیں
vi: _Tiếp tục

source: This will delete all data on
ar: سيؤدي هذلك إلى حذف البيانات الموجودة على القرص
cs: Tím se vymažou všechna data
es: Esto eliminará todos los datos de
et: See kustutab kõik andmed
fa: این کار همهٔ داده‌های دیسک یا افراز زیر را حذف خواهد کرد
fr: Cela supprimera toutes les données sur
he: פעולה זו תמחק את כל הנתונים על
hr: Ovo će obrisati sve podatke na
it: Questo eliminerà tutti i dati in
ka: ეს ყველაფერს წაშლის
kab: Aya ad yekkes akk isefka yella deg
oc: Aquò suprimirà totas las donadas sus
pl: To usunie wszystkie pliki
ro: Acest lucru va șterge toate datele de pe
ta: இது எல்லா தரவையும் நீக்கிவிடும்
ur: یہ تمام ڈیٹا کو مندرجہ ذیل ڈسک میں سے حذف کر دے گا
vi: Thao tác này sẽ xóa tất cả dữ liệu ở

source: _Confirm
ar: _تأكد
cs: _Potvrdit
es: _Confirmar
et: _Kinnita
fa: _تأیید
fr: _Valider
he: _אישור
hr: _Potvrdi
it: _Conferma
ka: _დადასტურება
kab: _Sentem
oc: _Confirmar
pl: _Potwierdź
ro: _Confirmați
ta: உறுதிப்படுத்து
ur: جی، ٹھیک ہے
vi: _Xác nhận

source: _Use {}
fa: _استفاده از {}
he: _השתמש {}
kab: _Seqdec {}

source: _Manage Disks
ar: _أداة إدارة القرص
cs: _Spravovat disky
es: _Administrar Discos
et: _Ketaste haldamine
fa: _مدیریت دیسک‌ه
fr: _Gérer les disques
he: _נהל כוננים
hr: _Upravljanje diskovima
it: _Gestione DIschi
ka: _დისკების მართვა
kab: Se_frek iḍebsiyen
oc: _Gerir los disques
pl: _Zarządzaj dyskami
ro: Gestionarea discurilor
ta: _ மானேச் வட்டுகள்
ur: _مینج ڈسک
vi: _Quản lý Ổ đĩa

source: No Disks avaliable
ar: لا توجد أقراص متوافرة
cs: Nejsou k dispozici žádné disky
es: No hay discos disponibles
et: Ühtegi ketast ei ole saadaval
fa: هیچ دیسکی موجود نیست
fr: Pas de disque disponible
he: אין כוננים זמינים
hr: Nema dostupnih diskova
it: Nessun disco disponibile
ka: დისკების გარეშე
kab: Ulac iḍebsiyen yettwafen
oc: Cap de disc pas disponible
pl: Nie znaleziono żadnych dysków
ro: Nu sunt discuri disponibile
ta: வட்டுகள் எதுவும் கிடைக்கவில்லை
ur: کوئی بھی ڈسک موجود نہیں ہے
vi: Không có ổ đĩa

source: Connect a disk and reload this page.
ar: قم بتوصيل قرص وإعادة تحميل هذه الصفحة.
cs: Připojte disk a znovu načtěte tuto stránku.
es: Conecta un disco y recarga esta página.
et: Ühenda ketas ja värskenda see lehekülg.
fa: وصل کردن دیسک و بازخوانی این صفحه.
fr: Connectez un disque et rechargez cette page.
he: חבר דיסק ורענן את הדף.
hr: Spojite disk i ponovo učitajte ovu stranicu.
it: Collega un disco e ricarica questa pagina.
ka: მიუერთეთ დისკი და განაახლეთ ეს გვერდი.
oc: Connectatz un disc puèi recargatz aquesta pagina.
pl: Podłącz dysk i załaduj ponownie ten etap.
ro: Conectează un disc și reîncarcă pagina.
ta: ஒரு வட்டை இணைத்து இந்த பக்கத்தை மீண்டும் ஏற்றவும்.
ur: ڈسک کو لگایں اور اس صفحہ کو دوبارہ لوڈ کریں۔
vi: Kết nối ổ đĩa và tải lại trang này.

source: _Reload
ar: _إعادة_تحميل
cs: Zno_vu načíst
es: _Recargar
fa: _‌بازخوانی
fr: _Recharger
he: _רענן
hr: _Učitaj ponovo
ka: თავიდან ჩატვი_რთვა
kab: Ales aεe_bbi
pl: _Przeładuj
ta: மறுஏற்றம் (_R)
vi: _Tải lại

source: _Restart System
ar: _اعد تشغيل الجهاز
cs: _Restartovat systém
es: _Reiniciar Sistema
et: _Taaskäivita süsteem
fa: _آغاز دوبارهٔ سامانه
fr: _Redémarrer le système
he: _הפעל מחדש את המערכת
hr: Ponovo pokreni _sustav
it: _Riavvia il Sistema
ka: _სისტემის გადატვირთვა
kab: Ales ase_kker n unagraw
oc: _Reaviar lo sistèma
pl: _Uruchom ponownie komputer
ro: _Repornește sistemul
ta: _ ரெச்டார்ட் சிச்டம்
ur: _ سسٹم کو ابھی ری اسٹارٹ کریں
vi: _Khởi động lại máy

source: Restart _Later
ar: أعد تشغيل الجهاز لاحقًا
cs: Restartovat _později
es: Reiniciar _Después
et: Taaskäivita _hiljem
fa: _بعداً دوباره آغاز شود
fr: Relancer _ultérieurement
he: הפעל מחדש _מאוחר יותר
hr: Ponovo pokreni _kasnije
it: Riavviare _più tardi
ka: _მოგვიანებით გადატვირთვა
kab: Ales asekker _ticki
oc: Reaviar _mai tard
pl: Uruchom _później
ro: Repornește mai _târziu
ta: மறுதொடக்கம் _ லேட்டர்
ur: _ سسٹم کوبعد میں ری اسٹارٹ کریں
vi: Khởi động lại_sau

source: Show Terminal Output
ar: إظهار إخراج المحطة الطرفية
cs: Zobrazit výstup terminálu
es: Mostrar salida de la terminal
et: Näita terminali väljundit
fa: نمایش خروجی پایانه
fr: Afficher la sortie de la console
he: הצג פלט מסוף
hr: Prikaži izlaz terminala
it: Mostra il Terminale di Log
ka: ტერმინალზე გამონატანის ჩვენება
oc: Afichar la sortida terminal
pl: Pokaż zaawansowane wyjście
ta: முனைய வெளியீட்டைக் காட்டு
ur: ٹرمینل آؤٹ پٹ دکھائیں
vi: Hiển thị đầu ra terminal

source: Encrypt Files
ar: تشفير الملفات
cs: Šifrovat soubory
es: Encriptar archivos
et: Failide krüpteerimine
fa: رمزنگاری پرونده‌ها
fr: Chiffrer les fichiers
he: הצפן קבצים
hr: Šifriranje datoteka
it: Crittografa Files
ka: ფაილების დაშიფვრა
kab: Wgelhen ifuyla
oc: Chifrar los fichièrs
pl: Szyfruj pliki
ro: Criptează fișiere
ta: கோப்புகளை குறியாக்கவும்
ur: انکرپٹ فائلز
vi: Mã hóa tập tin

source: Encryption PIN
ar: مفتاح التشفير
cs: Šifrovací PIN
es: PIN de cifrado
et: Krüpteerimise PIN-kood
fa: پین رمزنگاری
fr: Code PIN de chiffrement
he: קוד PIN להצפנה
hr: PIN za šifriranje
it: PIN di crittografia
ka: დაშიფვრის PIN
kab: PIN n uwgelhen
oc: PIN de chiframent
pl: PIN szyfrujący
ro: PIN de criptare
ta: குறியாக்க முள்
ur: انکرپشن پن
vi: PIN Mã hóa

source: Confirm PIN
cs: Potvrdit PIN
fa: تأیید پین
he: אשר PIN
kab: Sentem PIN
ta: முள் உறுதிப்படுத்தவும்

source: Memorize this PIN well. Without it you will not be able to access your files.
ar: احفظ هذا المفتاح جيدًا. بدونها لن تتمكن من الوصول إلى ملفاتك.
cs: Tento PIN si dobře zapamatujte. Bez něj nebudete mít přístup ke svým souborům.
es: Memoriza este PIN. Sin él, no podrás acceder a tus archivos.
et: Jäta see PIN-kood hästi meelde. Ilma selleta ei pääse oma failidele ligi.
fa: این پین را خوب به خاطر بسپارید. بدون آن قادر به دسترسی به پرونده‌هایتان نخواهید بود.
fr: Retenez bien ce code PIN. Vous ne pourrez pas accéder à vos fichiers si vous le perdez.
he: זכור היטב את קוד ה־PIN. בלעדיו לא תוכל לגשת לקבצים שלך.
hr: Dobro zapamtite ovaj PIN. Bez njega nećete moći pristupiti svojim datotekama.
it: Memorizzate bene questo PIN. Senza di esso non sarà possibile accedere ai propri file.
ka: კარგად დაიმახსოვრეთ PIN კოდი. მის გარეშე ფაილებამდე ვერ მიხვალთ.
oc: Memorizatz aqueste PIN. Sens aquò poiretz pas accedir a vòstres fichièrs.
pl: Zapamiętaj dobrze ten PIN. Bez niego nie będziesz mógł uzyskać dostępu do swoich plików.
ro: Memorează acest PIN. Fără el nu vei putea accesa fișierele.
ta: இந்த முள் நன்றாக மனப்பாடம் செய்யுங்கள். இது இல்லாமல் உங்கள் கோப்புகளை அணுக முடியாது.
ur: اس پن کو اچھی طرح یاد رکھیں۔ اس کے بغیر آپ اپنی فائلوں تک رسائی حاصل نہیں کر پائیں گے۔
vi: Nhớ PIN này đều vào. Không có nó bạn sẽ không thể truy cập tập tin của bạn.

source: Search for Help on the Internet
ar: ابحث عن التعليمات على الإنترنت
cs: Vyhledat nápovědu na internetu
es: Buscar ayuda en Internet
et: Otsi abi internetist
fa: جست‌وجوی راهنمایی روی اینترنت
fr: Chercher de l'aide sur Internet
he: חפש עזרה באינטרנט
hr: Potraži pomoć na Internetu
it: Cerca Aiuto su Internet
ka: დახმარების ინტერნეტში ძებნა
kab: Nadi tallalt ɣef Internet
oc: Recercar d’ajuda per Internet
pl: Szukaj pomocy w Internecie
ro: Caută ajutor pe internet
ta: இணையத்தில் உதவியைத் தேடுங்கள்
ur: انٹرنیٹ پر مدد تلاش کریں
vi: Tìm trợ giúp trên Internet

source: Filter
ar: منقي
cs: Filtrovat
es: Filtrar
fa: پالایش
fr: Filtre
he: סינון
hr: Filtar
ka: ფილტრი
kab: Imsizdeg
pl: Filtruj
ro: Filtru
ta: வடிப்பி
ur: فلٹر
vi: Lọc

source: No Results
ar: لا نتائج
cs: Žádné výsledky
es: Sin resultados
fa: بدون نتیجه
fr: Aucun résultat
he: אין תוצאות
hr: Bez rezultata
ka: შედეგების გარეშე
kab: Ulac igmaḍ
pl: Brak wyników
ro: Niciun rezultat
ta: முடிவுகள் இல்லை
ur: کوئی نتیجہ نہیں
vi: Không có kết quả

source: Try a different search
ar: جرب بحثًا مختلفًا
cs: Zkuste jiné vyhledávání
es: Prueba una búsqueda diferente
fa: جست‌وجویی دیگر را بیازمایید
fr: Essayez une autre recherche
he: נסה חיפוש אחר
hr: Pokušaj jednu drugu pretragu
ka: სცადეთ, სხვანაირად მოძებნოთ
kab: Ɛreḍ anadi-nniḍen
pl: Wypróbuj inne wyszukiwanie
ro: Încearcă altă căutare
ta: வேறு தேடலை முயற்சிக்கவும்
ur: مختلف طریقہ سے تلاش کرنے کی کوشش کریں
vi: Hãy thử tìm kiếm khác

source: No connection detected
cs: Nezjištěno žádné připojení
es: Sin conexión
fa: اتّصالی تشخیص داده نشد
he: לא זוהה חיבור
ka: მიერთების გარეშე
kab: Ulac tuqqna yettwafen
ta: எந்த தொடர்பும் கண்டறியப்படவில்லை

source: _Open Settings
ar: _أفتح الإعدادات
cs: _Otevřít nastavení
es: _Abrir Configuración
et: _Ava sätted
fa: _گشودن تنظیمات
fr: _Ouvrir les paramètres
he: _פתח הגדרות
hr: Otvori postavke
it: _Apri Impostazioni
ka: პარამეტრების _გახსნა
kab: _Ldi iɣewwaṛen
oc: _Dobrir los paramètres
pl: _Otwórz ustawienia
ro: _Deschide setările
ta: _ ஆபென் அமைப்புகள்
ur: _ سیٹینگ کھولیں
vi: _Mở cài đặt

source: Connection detected
cs: Zjištěno připojení
es: Conectado
fa: اتّصال تشخیص داده شد
he: זוהה חיבור
ka: აღმოჩენილია მიერთება
ta: இணைப்பு கண்டறியப்பட்டது

source: Keyboard Language
ar: لغة لوحة المفاتيح
cs: Jazyk klávesnice
es: Idioma de tu teclado
et: Sisestuskeel
fa: زبان صفحه‌کلید
fr: Langue du clavier
he: שפת מקלדת
hr: Jezik tipkovnice
it: Lingua della tastiera
ka: კლავიატურის ენა
kab: Tutlayt n unasiw
oc: Lenga del clavièr
pl: Język klawiatury
ro: Limba tastaturii
ta: விசைப்பலகை மொழி
ur: کی بورڈ لینگویج
vi: Ngôn ngữ bàn phím

source: Test the Keyboard Layout Here
ar: اختبر تخطيط لوحة المفاتيح هنا
cs: Zde vyzkoušejte rozvržení klávesnice
es: Prueba la distribución de tu teclado aquí
et: Testi klaviatuuri siin
fa: آزمایش چیدمان صفحه‌کلید در این‌جا
fr: Tester l'agencement du clavier
he: נסה כאן את פריסת המקלדת
hr: Ovdje isprobajte odabrani raspored tipkovnice
it: Prova Qui il Layout della Tastiera
ka: კლავიატურის განლაგება არ გამოსცადეთ
kab: Sekyed taneɣruft n unasiw da
oc: Ensajatz la disposicion del clavièr aicí
pl: Tutaj przetestuj wybrany układ klawiatury
ro: Testează tastatura aici
ta: விசைப்பலகை தளவமைப்பை இங்கே சோதிக்கவும்
ur: کی بورڈ لے آؤٹ کو یہاں پر جانچیں
vi: Kiểm tra bố cục máy tính tại đây

source: Timezone
ar: وحدة زمنية
cs: Časové pásmo
es: Zona horaria
et: Ajavöönd
fa: منطقهٔ زمانی
fr: Fuseau horaire
he: אזור זמן
hr: Vremenska zona
it: Fuso Orario
ka: დროის სარტყელი
kab: Tamnaḍt tasragant
oc: Fus orari
pl: Strefa czasowa
ro: Fus orar
ta: நேர மண்டலம்
ur: ٹائم زون
vi: Múi giờ

source: Formats
ar: التنسيقات
cs: Formáty
es: Formatos
et: Aja vorming
fa: قالب‌ها
he: תבניות
hr: Formati
it: Formati
ka: ფორმატები
kab: Imusal
pl: Formaty
ta: வடிவங்கள்
ur: فارمیٹس
vi: Định dạng

source: Defines the default format used for dates, times, numbers, etc.
ar: يحدد التنسيق الافتراضي المستخدم للتواريخ والأوقات والأرقام
cs: Definuje výchozí formát používaný pro data, časy, čísla atd.
es: Define el formato para fechas, horas, números, etc.
et: Määratleb kuupäevade, kellaaegade, numbrite jne vaikimisi vormingu.
fa: قالب پیش‌گزیده برای تاریخ، زبان، اعداد و… را تعریف می‌کند.
fr: Définit le format utilisé pour les dates, heures, nombres, etc.
he: מגדיר את תבנית ברירת המחדל עבור תאריכים, שעות, מספרים וכו'.
hr: Definira format koji se koristi za datume, vremena, brojeve itd.
it: Definisce il formato predefinito utilizzato per date, orari, numeri, ecc.
ka: თარიღის, დროის და ა.შ. ნაგულისხმები ფორმატის აღწერა.
oc: Definís lo format per defaut per las datas, l’ora, los nombres, etc.
pl: Definuje domyślne jednostki używane do dat, godzin, numerów, itp.
ro: Definește formatul implicit utilizat pentru date, timpuri, numere, etc.
ta: தேதிகள், நேரங்கள், எண்கள் போன்றவற்றுக்கு பயன்படுத்தப்படும் இயல்புநிலை வடிவமைப்பை வரையறுக்கிறது.
ur: تاریخوں، اوقات، نمبرز وغیرہ کے لیے استعمال ہونے والے ڈیفالٹ فارمیٹ کی وضاحت کرتا ہے۔
vi: Xác định định dạng mặc định được sử dụng cho ngày, giờ, số, v.v.

source: Use Whole Disk
ar: استخدم القرص بالكامل
cs: Použít celý disk
es: Usar todo el disco
et: Kasuta tervet ketast
fa: استفاده از کل دیسک
fr: Utiliser le disque entier
he: השתמש בכל שטח הדיסק
hr: Koristi cijeli disk
it: Usa Disco Intero
ka: დისკის სრულად გამოყენება
oc: Utilizar lo disc entièr
pl: Użyj całego dysku
ro: Utilizați întregul disc
ta: முழு வட்டையும் பயன்படுத்தவும்
ur: پوری ڈسک استعمال کریں
vi: Dùng cả đĩa

source: Partitions
ar: قسام
cs: Oddíly
es: Particiones
et: Partitsioonid
fa: افرازها
he: מחיצות
hr: Particija
it: Partizioni
ka: დანაყოფები
kab: Iḥricen
oc: Particions
pl: Partycje
ro: Partiții
ta: பகிர்வுகள்
ur: ڈسک پارٹیشنز
vi: Phân mảng

source: Disk has no partitions.
ar: القرص ليس به أقسام
cs: Disk nemá žádné oddíly.
es: El disco no tiene particiones.
fa: دیسک هیچ افرازی ندارد.
fr: Le disque n'a pas de partitions.
he: אין מחיצות בדיסק.
hr: Disk nema partiicja.
ka: დისკს დანაყოფები არ გააჩნია.
kab: Aḍebsi ur yesɛi ara iḥricen.
pl: Dysk nie ma partycji.
ro: Discul nu are partiții.
ta: வட்டுக்கு பகிர்வுகள் இல்லை.
ur: ڈسک میں کوئی پارٹیشن نہیں ہے۔
vi: Đĩa không có phân mảng.

source: Selecting a partition is not possible.
ar: تحديد هذا القسم غير ممكن
cs: Výběr oddílu není možný.
es: No es posible seleccionar una partición.
et: Partitsiooni valimine ei ole võimalik.
fa: گزینش افراز ممکن نیست.
fr: Sélectionner une partition est impossible.
he: לא ניתן לבחור מחיצה.
hr: Odabir particije nije moguć.
it: Non è possibile selezionare una partizione.
ka: დანაყოფის არჩევა შეუძლებელია.
oc: La seleccion de particion es pas disponibla.
pl: Wybranie partycji nie jest możliwe.
ro: Selectarea unei partiții nu este posibilă.
ta: ஒரு பகிர்வைத் தேர்ந்தெடுப்பது சாத்தியமில்லை.
ur: پارٹیشن کو منتخب کرنا ممکن نہیں ہے۔
vi: Không thể chọn phân mảng.

source: The disk requires:
ar: القرص يتطلب
cs: Disk vyžaduje:
es: Este disco necesita:
et: Ketas vajab:
fa: نیازمندی‌های دیسک:
fr: Le disque requiert :
he: הדיסק דורש:
hr: Disk zahtijeva:
it: Questo disco richiede:
ka: დისკს სჭირდება:
oc: Lo disc requerís :
pl: Ten dysk wymaga:
ro: Discul necesită:
ta: வட்டு தேவை:
ur: ڈسک کو مندرجہ ذیل چیزوں کی ضرورت ہیں:
vi: Đĩa yêu cầu:

source: • GPT partitioning • EFI partition
cs: • Rozdělení GPT • Oddíl EFI
es: • Particionado GPT • Partición EFI
et: • GPT partitsioneerimist • EFI partitsiooni
fa: • افرازش GPT • افراز EFI
fr: • Partitionnement GPT • Partition EFI
he: • חלוקה בסכמת GPT • מחיצת EFI
hr: • GPT particioniranje • EFI particija
it: - Partizionamento GPT - Partizione EFI
ka: • GPT დანაყოფები • EFI დანაყოფი
oc: • particionament GPT • particion EFI
pl: • Partycjonowanie GPT • Partycja EFI
ro: • Partiționare GPT • Partiție EFI
ta: • சிபிடி பகிர்வு • EFI பகிர்வு
ur: • جی پی ٹی پارٹیشنز • ای ایف آئی پارٹیشنز
vi: • Phân mảng GPT • Phân mảng EFI

source: • BIOS boot partition
ar: • قسم تمهيد BIOS
cs: • Zaváděcí oddíl systému BIOS
es: • Partición de arranque BIOS
et: • BIOS boot partitsiooni
fa: • افراز راه‌اندازی بایوس
he: • מחיצת אתחול BIOS
hr: • BIOS particija za pokretanje
it: - Partizione di avvio del BIOS
ka: • BIOS ჩატვირთვადი დანაყოფი
oc: • particion d’aviada BIOS
pl: • Partycja uruchamiania BIOS
ta: • பயாச் துவக்க பகிர்வு
ur: • BIOS boot پارٹیشنز
vi: • Mảng boot BIOS

source: Disk Not Found
cs: Disk nebyl nalezen
fa: دیسک پیدا نشد
he: הדיסק לא נמצא
kab: Ulac aḍebsi yettwafen
ta: வட்டு கிடைக்கவில்லை

source: Assure that the disk is still avaliable and has not been removed.
cs: Ujistěte se, že disk je stále dostupný a nebyl odstraněn.
fa: اطمینان از موجود بودن و برداشته نشدن دیسک.
he: ודא שהדיסק עדיין זמין ולא הוסר.
ta: வட்டு இன்னும் கிடைக்கக்கூடியது மற்றும் அகற்றப்படவில்லை என்பதை உறுதிப்படுத்தவும்.

source: _Return to Disk List
cs: V_rátit se na seznam disků
fa: _بازگشت به سیاههٔ‌دیسک‌ها
he: _חזור אל רשימת הכוננים
kab: _Uɣal ar tebdart n iḍebsiyen
ta: _ வட்டு பட்டியலுக்கு திரும்பவும்

source: Language
ar: لغة
cs: Jazyk
es: Idioma
fa: زبان
fr: Langue
he: שפה
hr: Jezik
ka: ენა
kab: Tutlayt
pl: Język
ro: Limbă
ta: மொழி
ur: زبان
vi: Ngôn ngữ

source: Keyboard Layout
ar: تخطيط لوحة المفاتيح
cs: Výběr rozvržení klávesnice
es: Diseño del teclado
fa: چیدمان صفحه‌کلید
fr: Disposition du clavier
he: פריסת המקלדת
hr: Raspored tipkovnice
ka: კლავიატურის განლაგება
kab: Taneɣruft n unasiw
pl: Układ klawiatury
ta: விசைப்பலகை தளவமைப்பு
ur: کی بورڈ لے آؤٹ
vi: Bố cục bàn phím

source: User Account
ar: حساب المستخدم
cs: Uživatelský účet
es: Cuenta de usuario
et: Kasutajakonto
fa: حساب کاربری
fr: Compte utilisateur
he: חשבון משתמש
hr: Korisnički Račun
it: Account Utente
ka: მომხმარებლის ანგარიში
kab: Amiḍan n useqdac
oc: Compte utilizaire
pl: Konto użytkownika
ro: Cont de utilizator
ta: பயனர் கணக்கு
ur: یوزر اکاؤنٹ
vi: Tài khoản người dùng

source: (Automatic Login)
ar: ­(تسجيل الدخول التلقائي)
cs: (Automatické přihlášení)
es: (Inicio de sesión automática)
fa: (ورود خودکار)
fr: (Connexion automatique)
he: (כניסה אוטומטית)
hr: (Automatska prijava)
ka: (ავტომატურად შესვლა)
kab: (Tuqqna tawurmant)
pl: (Automatyczne logowanie)
ta: (தானியங்கி உள்நுழைவு)
vi: (Tự động đăng nhập)

source: Additional Software
ar: برامج إضافية
cs: Další software
es: Software Adicional
et: Lisa tarkvara
fa: نرم‌افزارهای اضافی
fr: Programmes additionnels
he: רכיבי תוכנה נוספים
hr: Dodatnih programi
it: Software Aggiuntivo
ka: დამატებითი პროგრამები
kab: Ahilen imernan
oc: Logicial addicional
pl: Dodatkowe oprogramowanie
ta: கூடுதல் மென்பொருள்
ur: اضافی سافٹ ویئر
vi: Phần mềm bổ sung

source: None
ar: لا أحد
cs: Žádné
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
he: ללא
hr: Ništa
ka: არცერთი
kab: Ula yiwen
pl: Brak
ta: எதுவுமில்லை
ur: کچھ نہیں
vi: Trống

source: Additional Features
ar: ميزات إضافية
cs: Další funkce
es: Características adicionales
fa: ویژگی‌های اضافی
fr: Fonctions additionnelles
he: תכונות נוספות
hr: Dodatne značajke
ka: დამატებითი ფუნქციები
kab: Timahalin timernan
pl: Dodatkowe funkcje
ro: Funcții adiționale
ta: கூடுதல் நற்பொருத்தங்கள்
ur: اضافی فیچرز
vi: Chức năng bổ sung

source: _Name
ar: _اسم
cs: _Jméno
es: _Nombre
fa: _نام
fr: _Nom
he: _שם
hr: _Ime
ka: _სახელი
kab: _Isem
pl: _Nazwa
ro: _Nume
ta: _ பெயர்
ur: _نام
vi: _Tên

source: _Username
cs: _Uživatel
fa: _نام کاربری
he: _שם משתמש
kab: I_sem n useqdac
ta: பயனர்பெயர்

source: Automatic Login
ar: تسجيل الدخول التلقائي
cs: Automaticky přihlašovat
es: Iniciar sesión automáticamente
et: Automaatne sisselogimine
fa: ورود خودکار
fr: Connexion automatique
he: כניסה אוטומטית
hr: Automatska prijava
it: Login Automatico
ka: ავტომატურად შესვლა
kab: Tuqqna tawurmant
oc: Connexion automatic
pl: Automatyczne logowanie
ta: தானியங்கி உள்நுழைவு
ur: آٹومیٹک لاگ ان
vi: Tự động đăng nhập

source: _Password
ar: _كلمة المرور
cs: _Heslo
es: _Contraseña
fa: _گذر‌واژه
fr: _Mot de passe
he: _סיסמה
hr: _Loznka
ka: _პაროლი
kab: _Awal n uɛeddi
pl: _Hasło
ro: _Parolă
ur: _ پاس ورڈ
vi: _Mật khẩu

source: _Confirm Password
cs: _Potvrdit heslo
fa: تأیید _گذرواژه
he: _אמת סיסמה
kab: _Sentem awal n uɛeddi
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: This application will guide you through the installation of {} onto your system.
ar: سيرشدك هذا التطبيق خلال عملية تثبيت {} علىجهازك.
cs: Tato aplikace vás provede instalací operačního systému {}.
es: Esta aplicación te guiará en la instalación de {} en tu sistema.
et: See rakendus juhendab teid läbi {} paigaldamise.
fa: این برنامه در طول نصب {} روی سامانه راهنماییتان خواهد کرد.
fr: Cette application va vous guider pendant l'installation de {} sur votre système.
he: יישום זה ידריך אותך בתהליך ההתקנה של {} על המערכת שלך.
hr: Ova aplikacija će vas voditi kroz instalaciju distribucije {} na vaš sustav.
it: Questa applicazione vi guiderà nell'installazione di {} sul vostro sistema.
ka: აპლიკაცია {}-ის თქვენს სისტემაზე დაყენებაში დაგეხმარებათ.
kab: Asnas-a ad k-iwelleh i usbeddi n {} ɣef unagraw-ik·im.
pl: Ta aplikacja poprowadzi Cię przez proces instalacji {} w Twoim systemie.
ro: Această aplicație te va conduce prin instalarea {} pe sistemul tău.
ta: இந்த பயன்பாடு உங்கள் கணினியில் {} நிறுவுவதன் மூலம் உங்களுக்கு வழிகாட்டும்.
ur: یہ ایپلیکیشن آپ کے سسٹم پر {} کی انسٹالیشن کے لیے آپ کی رہنمائی کرے گی۔
vi: Ứng dụng này sẽ hướng dẫn bạn cài đặt {} vào hệ thống của bạn.
